{
  "id": "ocean-invertebrates",
  "title": "Crabs, Octopus & Squid",
  "summary": "Smart arms and hard shells: crabs, octopuses, and squids are ocean invertebrates that solve problems, change color, and fill the sea with wonder.",
  "audienceLayers": {
    "child": {
      "summary": "Crabs have hard shells and pincers. Octopuses and squids have lots of arms and can squirt ink. They all live in the ocean and are really interesting.",
      "sections": {
        "what": "Crabs are animals with a hard shell and claws; they walk sideways and live on the shore or in the sea. Octopuses have eight arms and a soft body; they can change color and squeeze into small spaces. Squids have eight arms plus two longer tentacles and can swim fast. None of them have a backbone — they are invertebrates.",
        "why": "They are part of the ocean food web. People eat some of them (like crab and squid), and we need to treat the ocean kindly so they can live. Octopuses and some squids are very smart — scientists study them to learn about brains and behavior.",
        "how": "Crabs use their pincers to grab food and defend themselves; they molt (shed their shell) to grow. Octopuses and squids use their arms to catch prey; they have a beak like a parrot. Octopuses can spray ink to escape. Squids can shoot water to move quickly. Many can change color to hide or show feelings.",
        "keyFacts": "Crabs = crustaceans; octopus and squid = cephalopods (head-foot). Cephalopods are some of the smartest invertebrates. Giant squid can be longer than a bus. We can see crabs on the beach (carefully!); octopus and squid live in the ocean. We help them by keeping the ocean clean and not overfishing."
      }
    },
    "learner": {
      "summary": "Crabs (crustaceans) and octopuses/squids (cephalopods) are diverse ocean invertebrates; cephalopods show remarkable intelligence, camouflage, and behavior.",
      "sections": {
        "what": "Crabs are crustaceans (arthropods with a hard exoskeleton and jointed legs); they have two claws (chelae) and typically walk sideways. They live in rocky shores, mudflats, and deep sea. Octopuses and squids are cephalopods (molusc group): “head-foot” — arms attach to the head. Octopuses have eight arms, no shell (except a remnant in some), and a soft body. Squids have eight arms plus two tentacles, an internal “pen” (shell remnant), and often a streamlined body for swimming. Cuttlefish are close relatives. Size ranges from tiny pygmy squid to giant squid (longer than a school bus).",
        "why": "Crustaceans (crabs, shrimp, lobster) support fisheries and food webs. Cephalopods are studied for intelligence, camouflage, and problem-solving; they have large brains (for invertebrates) and complex behavior. They are predators and prey; overfishing and habitat change affect populations. Understanding them helps us appreciate ocean diversity and support sustainable use.",
        "how": "Crabs: molt to grow; use chelae for feeding and defense; many are scavengers or predators. Cephalopods: arms and tentacles have suckers for grasping; they have a beak and often use venom (octopus) or speed (squid). Camouflage: cephalopods change color and texture using chromatophores and skin muscles. Ink: many squirt ink to escape. Cephalopods have large eyes and good vision; they learn and remember.",
        "keyFacts": "Smithsonian Ocean and National Museum of Natural History provide cephalopod and invertebrate education. Cephalopods include octopuses, squids, cuttlefish, and nautiluses. Giant squid was rarely seen alive until deep-sea technology improved. Crabs are diverse (true crabs, hermit crabs, etc.). Conservation: sustainable fisheries and habitat protection.",
        "stepByStep": "1. Use Smithsonian Ocean to read about octopuses and squids. 2. List two ways they are “smart” (e.g. problem-solving, camouflage). 3. How is a crab different from an octopus? (shell, arms, where they live.) 4. Name one way we can help ocean invertebrates (e.g. reduce plastic, sustainable seafood).",
        "realWorldExamples": "Smithsonian Ocean (Octopuses, Squids, and Relatives) and Natural History Museum education resources cover cephalopods. Aquariums display crabs, octopuses, and squid. Research on cephalopod cognition and behavior appears in animal behavior and marine biology journals. Sustainable crab and squid fisheries depend on good management."
      }
    },
    "explorer": {
      "summary": "Crustaceans (crabs) and cephalopods (octopus, squid): anatomy, behavior, intelligence, and ecology; Smithsonian and research sources.",
      "sections": {
        "what": "Crabs (Decapoda, Crustacea) have a carapace, chelipeds, and walking legs; they are diverse in habitat and diet (scavengers, predators, filter-feeders). Cephalopods (Cephalopoda, Mollusca) include octopods (eight arms, no shell in most), squids (eight arms + two tentacles, internal pen), cuttlefish (cuttlebone), and nautiluses (external shell). Cephalopod nervous system is the largest among invertebrates; they show learning, memory, and flexible behavior. Giant squid (Architeuthis) and colossal squid are deep-sea species; anatomy and behavior are still being documented.",
        "why": "Crustaceans are ecologically and economically important (fisheries, nutrient cycling). Cephalopods are model organisms for intelligence and camouflage; they are also fisheries targets. Overfishing and climate affect both groups. Conservation and sustainable use rely on science and management.",
        "how": "Crabs: exoskeleton and molting; chelae function; sensory setae. Cephalopods: arm and tentacle coordination; chromatophores and skin papillae for camouflage; ink production and ejection; jet propulsion (mantle and funnel). Feeding: beak and radula; venom in some octopuses. Reproduction: semelparity in many (one reproductive episode then death); complex mating and egg care in some.",
        "keyFacts": "Smithsonian Ocean (ocean.si.edu/ocean-life/invertebrates/octopuses-and-squids) and NMNH education (Deep Ocean Discovery, Cephalopods) provide authoritative content. Britannica covers crustaceans and cephalopods. Research on cephalopod cognition in animal behavior and neuroscience journals.",
        "stepByStep": "(1) Use Smithsonian Ocean for cephalopod and crab diversity. (2) Compare crab (crustacean) and octopus (cephalopod): body plan, feeding, defense. (3) Read about cephalopod intelligence: one example of problem-solving or learning. (4) Relate to ocean: role in food web and effects of fishing.",
        "realWorldExamples": "Smithsonian Ocean Portal and NMNH teaching resources cover octopuses, squids, and crabs. Aquariums and deep-sea expeditions have expanded knowledge of giant squid. Peer-reviewed work on cephalopod behavior and ecology in Marine Biology, Journal of Experimental Biology, and related journals."
      }
    },
    "deepDive": {
      "summary": "Crustacean and cephalopod systematics, behavior, and ecology with citations to Smithsonian and research literature.",
      "sections": {
        "what": "Decapoda (crabs, shrimp, lobster) are malacostracan crustaceans with a carapace and ten legs (first pair often chelate). Cephalopoda (Mollusca) comprises Nautiloidea (nautiluses) and Coleoidea (octopods, squids, cuttlefish); coleoids have reduced or lost the shell and evolved advanced nervous systems, vision, and behavior. Cephalopod brain: large relative to body; learning and memory are documented in octopuses and cuttlefish. Giant and colossal squid are poorly known; anatomy from specimens and rare video.",
        "why": "Crustaceans support fisheries and ecosystems; management sustains stocks. Cephalopods are studied for cognition, camouflage, and life history; fisheries and climate impact populations. Conservation: sustainable harvest, bycatch reduction, and habitat protection. Sources: Smithsonian Ocean, NMNH, Britannica, and peer-reviewed marine biology.",
        "how": "Crab biology: molting cycle, chela morphology, and diet. Cephalopod biology: neuromuscular control of arms and skin; chromatophore physiology; ink composition and function. Ecology: predator–prey relationships; role in food webs. Fisheries: catch, effort, and stock assessments for crabs and cephalopods.",
        "keyFacts": "Sources: Smithsonian Ocean (cephalopods, invertebrates), NMNH (Deep Ocean Discovery, Octopods and Squids), Encyclopaedia Britannica. Research on cephalopod cognition and behavior in Animal Cognition, Journal of Experimental Biology, and marine biology journals.",
        "stepByStep": "Evidence-based sequence: (1) Consult Smithsonian and NMNH for anatomy and diversity. (2) For behavior: use animal behavior and neuroscience literature. (3) For fisheries: use stock assessments and management plans. (4) For conservation: identify threats and sustainable practices.",
        "realWorldExamples": "Smithsonian Ocean and NMNH provide education and links to research. Cephalopod cognition and camouflage are active research areas. Fisheries science and management address crabs and cephalopods in regional and international frameworks."
      }
    }
  },
  "sections": [
    { "key": "what", "title": "What this is", "titleByLayer": { "child": "What are they?", "learner": "What are crabs, octopus, and squid?", "explorer": "What are they? (crustaceans and cephalopods)", "deepDive": "What are they? (systematics)" } },
    { "key": "why", "title": "Why it matters", "titleByLayer": { "child": "Why do they matter?", "learner": "Why do they matter?", "explorer": "Why they matter", "deepDive": "Why they matter (ecology and fisheries)" } },
    { "key": "how", "title": "How it works", "titleByLayer": { "child": "How do they live?", "learner": "How do they feed and behave?", "explorer": "How they work", "deepDive": "How they work (biology and behavior)" } },
    { "key": "keyFacts", "title": "Key facts", "titleByLayer": { "child": "Things to remember", "learner": "Key facts", "explorer": "Key facts", "deepDive": "Key facts (with sources)" } },
    { "key": "stepByStep", "title": "Step-by-step", "titleByLayer": { "learner": "How to learn more", "explorer": "How to explore further", "deepDive": "Evidence-based next steps" } },
    { "key": "realWorldExamples", "title": "Real-world examples", "titleByLayer": { "learner": "Examples", "explorer": "Real-world examples", "deepDive": "Real-world examples and institutions" } }
  ],
  "stemAnchors": ["science", "realWorldApplication"],
  "activities": [
    { "type": "observation", "title": "Crab or octopus at an aquarium", "layer": "child", "body": "Visit an aquarium or watch a video. Find a crab: see its shell and pincers. Find an octopus or squid: count the arms. Do they change color? We help them by not littering at the beach and by eating seafood that is caught in a good way." },
    { "type": "observation", "title": "Cephalopod smarts", "layer": "learner", "body": "Use Smithsonian Ocean. Read about octopus or squid intelligence. List two things they can do (e.g. open a jar, change color to hide). How are they different from a crab? Write a few sentences." },
    { "type": "observation", "title": "Compare crab and octopus", "layer": "explorer", "body": "Use Smithsonian. Compare a crab (crustacean) and an octopus (cephalopod): skeleton (shell vs. soft), number of arms/legs, how they get food, how they defend themselves. Write a short comparison. Why might cephalopods be called 'smart'?" }
  ],
  "sources": [
    { "title": "Octopuses, Squids, and Relatives", "institution": "Smithsonian Ocean", "url": "https://ocean.si.edu/ocean-life/invertebrates/octopuses-and-squids", "note": "Cephalopod diversity, anatomy, and behavior; intelligence and camouflage." },
    { "title": "Giant squid anatomy", "institution": "Smithsonian Ocean", "url": "https://ocean.si.edu/ocean-life/invertebrates/giant-squid-anatomy", "note": "Giant squid biology and deep-sea adaptation." },
    { "title": "Octopods, Squids, and Other Cephalopods", "institution": "Smithsonian National Museum of Natural History", "url": "https://naturalhistory.si.edu/education/teaching-resources/life-science/octopods-squids-and-other-cephalopods", "note": "Education resources on cephalopods." },
    { "title": "Cephalopod", "institution": "Encyclopaedia Britannica", "url": "https://www.britannica.com/animal/cephalopod", "note": "Overview of cephalopod biology and classification." }
  ],
  "relatedCardIds": ["whales", "sharks", "birds", "plants-and-how-they-grow"],
  "tags": ["animals", "invertebrates", "crabs", "octopus", "squid", "cephalopods", "crustaceans", "marine", "biology", "ocean"]
}
